{
    "1": {
        "id": "1",
        "answer": "제임스 얼 “지미” 카터 주니어(, 1924년 10월 1일~)는 민주당 출신 미국의 제39대 대통령 (1977-81)이다.\n생애.\n어린 시절.\n지미 카터는 조지아주 섬터 카운티 플레인스 마을에서 태어났다.\n조지아 공과대학교를 졸업하였다. 그 후 해군에 들어가 전함·원자력·잠수함의 승무원으로 일하였다. 1953년 미국 해군 대위로 예편하였고 이후 땅콩·면화 등을 가꿔 많은 돈을 벌었다. 그의 별명이 \"땅콩 농부\" (Peanut Farmer)로 알려졌다.\n정계 입문.\n1962년 조지아주 상원 의원 선거에서 낙선하였으나, 그 선거가 부정선거 였음을 입증하게 되어 당선되고, 1966년 조지아 주지사 선거에 낙선하지만, 1970년 조지아 주지사 선거에서 당선됐다. 대통령이 되기 전 조지아주 상원의원을 두번 연임했으며, 1971년부터 1975년까지 조지아 지사로 근무했다. 조지아 주지사로 지내면서, 미국에 사는 흑인 등용법을 내세웠다.\n대통령 재임.\n1976년 미합중국 제39대 대통령 선거에 민주당 후보로 출마하여 도덕주의 정책을 내세워서 많은 지지를 받았으며 제럴드 포드 대통령을 누르고 당선되었다.\n카터 대통령은 에너지 개발을 촉구했으나 공화당의 반대로 무산되었다.\n외교 정책.\n카터는 이집트와 이스라엘을 조정하여 캠프 데이비드에서 안와르 사다트 대통령과 메나헴 베긴 수상과 함께 중동 평화를 위한 캠프데이비드 협정을 체결했다. 이것은 공화당과 미국의 유대인 단체의 반발을 일으켰다. 그러나 1979년, 양국 간의 평화조약이 백악관에서 이루어졌다.\n소련과 제2차 전략 무기 제한 협상(SALT II)에 조인했다.\n카터는 1970년대 후반 당시 대한민국 등 인권 후진국의 국민들의 인권을 지키기 위해 노력했으며, 취임 이후 계속해서 도덕정치를 내세웠다.\n임기 말, 소련의 아프가니스탄 침공 사건으로 인해 1980년 하계 올림픽에 반공국가들의 보이콧을 하였다.\n그는 주이란 미국 대사관 인질 사건의 인질 구출 실패로 인한 원인으로, 1980년 제40대 대통령 선거에서 공화당의 로널드"
    },
    "2": {
        "id": "2",
        "answer": "수학(, , math)은 수, 양, 구조, 공간, 변화 등의 개념을 다루는 학문이다. 널리 받아들여지는 명확한 정의는 없으나 현대 수학은 일반적으로 엄밀한 논리에 근거하여 추상적 대상을 탐구하며, 이는 규칙의 발견과 문제의 제시 및 해결의 과정으로 이루어진다. 수학은 그 발전 과정에 있어서 철학, 과학과 깊은 연관을 맺고 있으며, 엄밀한 논리와 특유의 추상성, 보편성에 의해 다른 학문들과 구별된다. 특히 수학은 과학의 여느 분야들과는 달리 자연계에서 관측되지 않는 개념들에 대해서까지 이론을 추상화시키는 특징을 보이는데, 수학자들은 그러한 개념들에 대한 추측을 제시하고 적절하게 선택된 정의와 공리로부터 엄밀한 연역을 거쳐 그 진위를 파악한다.\n수학의 개념들은 기원전 600년 경에 활동하며 최초의 수학자로도 여겨지는 탈레스의 기록은 물론, 다른 고대 문명들에서도 찾아볼 수 있으며 인류의 문명과 함께 발전해 왔다. 오늘날 수학은 자연과학, 사회과학, 공학, 의학 등 거의 모든 학문에서도 핵심적인 역할을 하며 다양한 방식으로 응용된다.\n수학을 의미하는 mathematics라는 단어는 '아는 모든 것', '배우는 모든 것'이라는 뜻의 고대 그리스어 'máthēma'(μάθημα) 및 그 활용형 mathēmatikós(μαθηματικός)에서 유래되었다.\n역사.\n역사적으로 고대부터 현대에 이르기까지 문명에 필수적인 건축, 천문학, 정치, 상업 등에 수학적 개념들이 응용되어 왔다. 교역·분배·과세 등 인류의 사회 생활에 필요한 모든 계산에 수학이 관여해 왔고, 농경 생활에 필수적인 천문 관측과 달력의 제정, 토지의 측량 또한 수학이 직접적으로 사용된 분야이다. 고대 수학을 크게 발전시킨 문명으로는 메소포타미아, 이집트, 인도, 중국, 그리스 등이 있다.\n특히 고대 그리스 문명에서는 처음으로 방정식에서 변수를 문자로 쓰는 등 추상화가 발전하였고 유클리드의 원론에서는 최초로 엄밀한 논증에 근거한 수학이 나타난다. 수학의 발전은 이후로도 계속되어 16세기의 르네상스에 이르러서"
    },
    "3": {
        "id": "3",
        "answer": "문학(文學, )은 언어를 예술적 표현의 제재로 삼아 새로운 의미를 창출하여, 인간과 사회를 진실되게 묘사하는 예술의 하위분야이다. 간단하게 설명하면, 언어를 통해 인간의 삶을 미적(美的)으로 형상화한 것이라고 볼 수 있다. 문학은 원래 문예(文藝)라고 부르는 것이 옳으며, 문학을 학문의 대상으로서 탐구하는 학문의 명칭 역시 문예학이다. 문예학은 음악사학, 미술사학 등과 함께 예술학의 핵심분야로서 인문학의 하위범주에 포함된다.\n일반적으로 문학의 정의는 텍스트들의 집합이다. 각각의 국가들은 고유한 문학을 가질 수 있으며, 이는 기업이나 철학 조류, 어떤 특정한 역사적 시대도 마찬가지이다. 흔히 한 국가의 문학을 묶어서 분류한다. 예를 들어 고대 그리스어, 성서, 베오울프, 일리아드, 그리고 미국 헌법 등이 그러한 분류의 범주에 들어간다. 좀 더 일반적으로는 문학은 특정한 주제를 가진 이야기, 시, 희곡의 모음이라 할 수 있다. 이 경우, 이야기, 시, 그리고 희곡은 민족주의적인 색채를 띨 수도 아닐 수도 있다. 문학의 한 부분으로서 특정한 아이템을 구분 짓는 일은 매우 어려운 일이다. 어떤 사람들에게 \"문학\"은 어떠한 상징적인 기록의 형태로도 나타날 수 있는 것이다. (이를테면 이미지나 조각, 또는 문자로도 나타날 수 있다.) 그러나 또다른 사람들에게 있어 문학은 오직 문자로 이루어진 텍스트로 구성된 것만을 포함한다. 좀 더 보수적인 사람들은 그 개념이 꼭 물리적인 형태를 가진 텍스트여야 하고, 대개 그러한 형태는 종이 등의 눈에 보이는 매체에서 디지털 미디어까지 다양할 수 있다.\n더 나아가 보면, \"문학\"과 몇몇 인기있는 기록형태의 작업들, 소위 \"대중문학\" 사이에는 인식가능한 차이점이 존재한다. 이때 \"문학적인 허구성\"과 \"문학적인 재능\"이 종종 개별적인 작품들을 구별하는 데에 사용된다. 예를 들어, 찰스 디킨즈의 작품들은 대부분의 사람들에게 \"문학적인 것\"으로 받아들여지지만, 제프리 아처의 작품들은 영문학이라는 일반적인 범주 아래 두기에는 다소 가치가 떨어지"
    },
    "4": {
        "id": "4",
        "answer": "화학(化學)은 물질의 성질, 조성, 구조, 변화 및 그에 수반하는 에너지의 변화를 연구하는 자연과학(自然科學)의 한 분야이다. 물리학(物理學)도 역시 물질을 다루는 학문이지만, 물리학이 원소(元素)와 화합물(化合物)을 모두 포함한 물체의 운동과 에너지, 열적·전기적·광학적·기계적 속성을 다루고 이러한 현상으로부터 통일된 이론을 구축하려는 것과는 달리 화학에서는 물질 자체를 연구 대상으로 한다. 화학은 이미 존재하는 물질을 이용하여 특정한 목적에 맞는 새로운 물질을 합성하는 길을 제공하며, 이는 농작물(農作物)의 증산, 질병의 치료 및 예방, 에너지 효율 증대, 환경오염(環境汚染) 감소 등 여러 가지 이점을 제공한다.\n어원.\n화학은 연금술사들이 물질을 섞으며 발전시켰기 때문에 화학을 뜻하는 영어 ‘케미스트리(chemistry)’는 연금술을 뜻하는 단어 ‘알케미(alchemy)’에서 비롯하였다. 이는 다시 아랍어 ‘알 키미야(, al-kīmiyāʾ)’에서 왔는데, 이 단어의 어원에 대해서는 여러 가지 설이 있다.\n‘화학(化學)’이란 단어는 물질의 변화를 다루는 학문이라는 점에 착안한 번역어이다. 이 번역어는 의 《항해술기(航海述奇)》(1866), 의 자연과학 교과서 《격물입문(格物入門)》(1866) 등에서 처음 쓰였다.\n역사.\n고대 화학(古代化學)\n인간에 의해 발견된 최초의 기록된 금속은 금(金)인 것으로 보이며 구석기(舊石器) 후기(BC 40,000)에 스페인 동굴에서 소량의 천연 금이 발견되었다고 한다.\n은(銀), 구리(銅), 주석(朱錫) 및 유성 철(鐵) 또한 고대 문화에서 일부 제한된 양의 금속 가공을 허용하면서 고대문화로 발견 될 수 있었다. 기원전 3000년경 유성 철제로 만든 이집트 무기는 \"천국의 단검(天國短劍)\"으로 높이 평가 받았다.\n아마도 통제 된 방식으로 사용된 최초의 화학 반응은 불이였다. 그러나 천년 동안 불은 단순히 열과 빛을 생성하면서 한 물질을 다른 물질 (타는 나무 또는 끓는 물)로 변형시킬 수 있는 신비한 힘으로만 알려졌다. 불은"
    },
    "5": {
        "id": "5",
        "answer": "체첸 공화국(, , ), 또는 줄여서 체첸(, , )은 연방국가인 러시아를 이루는 러시아의 공화국이다. 북캅카스 지역에 위치하여 있으며, 인구 다수는 체첸인으로 구성되어 있다.\n언어와 주민.\n거의 대부분이 체첸인이다. 일부는 러시아인, 인구시인과 기타 북코카서스계 민족도 섞여있다. 체첸에서는 체첸인들의 토착 언어인 체첸어와 러시아어가 모두 사용된다. 체첸어는 캅카스 제어 중 북동 캅카스어족으로 불리는 그룹에 속하는데 인근의 인구시인들이 쓰는 인구시어와 밀접한 관계에 있다.\n1989년에 행해진 체첸-인구시 자치공화국의 통계에서는 체첸인이 956,879명, 인구시인이 237,438명으로, 269,000명의 러시아인은 인구의 약 23%로 상당한 수의 소수 민족이 있었다. 그 후 서부가 인구시 공화국으로 분리되었기 때문에 인구시인들의 수가 절반 가까이 감소하고, 내전과 사회불안, 민족 대립으로 거의 대부분의 러시아인은 체첸 공화국에서 떠나며 현재 체첸인이 인구 대다수를 차지하게 된 것이다. 1990년대 기준 체첸 공화국에 남아 있던 러시아인은 약 6만 명이었다.\n체첸 공화국은 일반적으로 러시아 연방 중에서도 젊은 층이 가장 많은 인구 구성을 가진다. 1990년대에는 몇몇 지방에서 인구증가가 있었다.\n종교.\n16세기에서 19세기를 기점으로 다게스탄 지역을 통해 이슬람교가 전해져, 체첸인들은 절대다수가 수니파 이슬람교를 믿는데 러시아 정교회 신자도 소수 존재한다.\n역사.\n크게 체첸인과 인구시인으로 구분되는 바이나흐족은 오래 전부터 캅카스 지역에 거주하던 토착 민족으로, 그 기원에 관해서는 다양한 학설이 있으나 다게스탄의 민족들과 언어가 가깝다는 것 외에 확실히 밝혀진 바가 없다.\n중세에 몽골 제국의 침략으로 이들이 속해있던 알라니야 연맹체는 크게 파괴되었으나 일부 부족들은 계속해서 저항하였는데 그 중에 체첸인들이 있었다. 이후 저지대의 일부 부족들은 몽골 제국에 복속하였으나 다른 체첸 부족들은 고지대에서 성과 벽을 쌓고 농성하며 끝까지 침략에 저항하였다. 티무르와 토흐타"
    },
    "6": {
        "id": "6",
        "answer": "맥스웰 방정식(-方程式, s)은 전기와 자기의 발생, 전기장과 자기장, 전하 밀도와 전류 밀도의 형성을 나타내는 4개의 편미분 방정식이다. 맥스웰 방정식은 빛 역시 전자기파의 하나임을 보여준다. 각각의 방정식은 가우스 법칙, 가우스 자기 법칙, 패러데이 전자기 유도 법칙, 앙페르 회로 법칙으로 불린다. 각각의 방정식을 제임스 클러크 맥스웰이 종합한 이후 맥스웰 방정식으로 불리게 되었다.\n전자기역학은 맥스웰 방정식과 로런츠 힘 법칙으로 요약된다. 로랜츠 힘은 맥스웰 방정식으로부터 유도될 수 있다.\n개요.\n맥스웰의 방정식은 네 개의 법칙을 모아 종합하여 구성한 것이다. 맥스웰의 방정식은 빛과 같은 전자기파의 특성을 설명한다. 각 방정식의 수학적 표현은 공식 부분에서 다루기로 하고 우선은 방정식의 의미를 살펴보면 다음과 같다.\n역사.\n맥스웰의 방정식에 나타난 각 식은 오랜 시간에 걸쳐 연구된 전기와 자기의 특성을 종합한 것이다. 인류는 고대 시대부터 이미 정전기에 의한 인력과 방전 현상을 알고 있었고 자석의 특징을 이용한 나침반을 만들어 사용해 왔다. 근대에 이르러 전기와 자기에 대한 많은 연구가 진행되었으며 그 결과 쿨롱 법칙, 패러데이 전자기 유도 법칙, 앙페르 회로 법칙과 같은 법칙들이 발견되었다. 맥스웰은 이러한 기존의 연구 성과를 종합하여 전기와 자기가 하나의 상호작용, 즉 전자기력에 의한 것임을 증명하면서 빛역시 전자기파라는 것을 밝혔고, 전자기 복사의 발견을 예언하였다.\n맥스웰 이전의 연구 성과.\n쿨롱 힘.\n앞서 밝힌 바와 같이 두 전하 사이에 인력과 척력이 작용한다는 것은 고대 이후 잘 알려진 사실이었다. 그러나 이렇게 두 전하 사이에 작용하는 힘의 관계와 크기는 측정하기 매우 어려웠는데, 그 까닭은 작용하는 힘의 크기가 매우 작기 때문이었다. 1784년 샤를 드 쿨롱은 비틀림 저울을 이용한 실험장치를 고안하여 대전된 두 전하 사이에 작용하는 힘의 크기를 측정할 수 있었다.\n샤를 드 쿨롱은 금속공과 비틀림 저울을 이용하여 두 점전하 사이에 작용하는 힘"
    },
    "7": {
        "id": "7",
        "answer": "초월수(超越數, )는 수학에서 대수학적이지 않은 수, 즉 유리수 계수를 가지는 0이 아닌 유한 차수 다항 방정식의 해가 될 수 없는 수를 의미한다. 가장 잘 알려진 초월수는 (원주율)과 (자연로그의 밑)이다.\n현재까지는 적은 양의 초월수들만 알려져 있다. 이는 어떤 주어진 수가 초월수인지 보여주는 것은 극히 어려울 수 있기 때문이다. 그러나 초월수들은 드물지 않다. 실제로 대수적 수들이 가산 집합을 구성하는 반면 실수의 집합, 복소수의 집합은 모두 비가산 집합이므로 거의 모든 실수들과 복소수들은 초월적이다. 또한 모든 유리수가 대수학적이기 때문에 모든 초월실수(\"실제 초월수\" 또는 \"초월무리수\"라고도 함)는 무리수이다. 그러나 모든 무리수가 초월적인 것은 아니다. 따라서 실수의 집합은 겹치지 않는 유리수, 대수적인 무리수, 초월적인 실수로 구성된다. 예를 들어 제곱근 2는 무리수이지만 다항식 의 근인 만큼 초월수는 아니다. 황금비(formula_1 또는 formula_2로 표시됨)은 다항식 의 근으로서 초월적이지 않은 또다른 무리수이다.\n역사.\n\"초월적\"이라는 이름은 라틴어로 \"넘어오거나 넘어서거나\"를 뜻하는 '트란스켄데레'(transcendĕre)에서 유래되었다. 고트프리트 빌헬름 라이프니츠는 1682년에 발표한 자신의 논문에서 수학적 개념을 처음 사용했는데 가 의 대수함수가 아니라는 것을 증명했다. 레온하르트 오일러는 18세기에 \"초월수\"를 현대적 의미로 정의한 최초의 수학자로 여겨지고 있다.\n요한 람베르트는 1768년에 발표한 자신의 논문에서 (자연로그의 밑)와 (원주율) 둘 다 초월수라고 추측했고 무리수인 의 초월수 증명에 대한 대략적인 구성을 제안했다. 조제프 리우빌은 1844년에 초월수의 존재를 처음으로 증명했고 1851년에 리우빌 수와 같은 초월수의 사례를 제시했다.\n이 ( 계승)인 경우에는 소수점 뒤의 번째 자리가 이고 그렇지 않은 경우에는 이다. 즉 이 숫자 등일 경우에만 이 숫자의 번째 자릿수가 이다. 리우빌은 이 숫자가 특정한 무리수인 대수"
    },
    "8": {
        "id": "8",
        "answer": "음계(音階)는 음악에서 음높이(pitch) 순서로 된 음의 집합을 말한다. 악곡을 주로 구성하는 음을 나타낸 것이며 음계의 종류에 따라 곡의 분위기가 달라진다.\n음계의 각각의 음에는 위치에 따라 도수가 붙는다.\n음계의 종류.\n음계는, 음계가 포함하고 있는 음정(interval)에 따라서 이름을 붙일 수 있다.\n또는 음계가 포함하고 있는 서로 다른 피치 클래스의 수에 따라서 이름을 붙일 수 있다.\n\"음계의 음정(interval) 뿐만 아니라 음계를 만드는 음(note)의 수가, 한 문화권의 음악에 독특한 음악적 특징을 지니게 한다\" \"어떤 음계의 음의 수보다, 음의 거리(interval, pitch distance)가 음악의 소리에 대해서 더 많은 것을 알려준다.\"\n온음계와 반음계.\n온음계와 반음계(半音階)는 서양 음악에서 쓰이는 용어이다. 자체로는 음계에 관한 말이지만, 온음계적·반음계적인 선율, 화음, 화성 진행 등의 표현으로도 쓰인다. 대부분의 경우 온음계는 7개 음으로 이루어진 장음계를 말한다. 20세기 음악론에서는 반음계가 아닌 모든 음계(이를테면 팔음음계)를 말할 때 쓰이기도 한다.\n반음계는 12개의 반음으로 이루어진 음계를 말한다.\n계이름.\n계이름은 음계를 기준으로 한 음의 이름이다. 장음계를 이루는 음의 계이름은 으뜸음부터 위로 올라가면서 각각 도, 레, 미, 파, 솔(), 라, 시(), 도가 된다.\n한국과 중국의 전통 음계.\n서양 음악에서는 도·레·미·파·솔·라·시로 된 7음계가 많이 쓰이지만 한국 전통 음악에는 황종(黃鍾)-미♭·태주(太蔟)-파·중려(仲呂)-라♭·임종(林鍾)-시♭·무역(無射)-레♭으로 된 5음계가 많이 쓰이고, 중국 전통 음악에는 궁-도·상-레·각-미·변치(變徵)-올림화(Fa )·치-솔·우-라·변궁(變宮)-시로 7음계를 많이 쓴다.\n한국 전통 음악에서는 5음계 외에도 3음계 또는 악계통에서는 7음계 등이 쓰인다."
    },
    "9": {
        "id": "9",
        "answer": "센다이 번()은 일본 에도 시대의 번으로, 무쓰국 미야기군 센다이 성에 거점을 두었다. 도자마 다이묘인 다테 마사무네가 입번하였고, 폐번치현 때까지 다테 가문 본종가가 통치했다.\n지번으로 이치노세키번, 이와누마번이 있다.\n번의 역사.\n도요토미 히데요시 정권하에서 다테 마사무네는 도쿠가와 이에야스, 마에다 도시이에에 필적하는 대다이묘였다. 히데요시는 사망 직전에 고다이로를 지명하고 후사를 의탁하는데, 마사무네는 호조 우지마사, 우지나오 부자와 결탁하여 히데요시와 적대하였기 때문에 고다이로로 지명되지 않았다. 하지만 히데요시 사후 도쿠가와 이에야스는 마사무네와 인척관계를 맺었고, 마사무네도 이에야스에 협력하여 마에다 도시이에, 이시다 미쓰나리 등과 대립하였다. 이에야스와 마사무네를 중심으로 하는 세력과 나머지 고다이로와 미쓰나리의 세력 간의 대립은 점차 첨예해지면서 결국 세키가하라 전투로 이어지게 된다. 마사무네는 이러한 분쟁의 혼란을 틈타 옛 영지를 회복하려 했고, 이에야스는 그런 마사무네에게 세키가하라 전투의 직접적 요인을 제공한 우에스기 가게카쓰의 움직임을 봉쇄하는 중요한 역할을 부여했다. 그러면서 이에야스는 동군이 승리하게 되면 히데요시에게 몰수당한 다테군, 오키타마 군 등의 옛 땅을 돌려주어 소유 영지를 100만 석까지 올려주겠다고 약속하였다.\n하지만 전투가 장기화될 것이라 예측한 마사무네는 자신의 영역을 늘릴 전략을 세워, 우에스기의 영지로 쳐들어가 갓타군을 점령했고, 우에스기 세력에 쳐들어간 모가미 요시아키에게 원군을 보냈지만 전투에 있어서는 방관했다. 또 같은 동군인 난부 노부나오가 다스리는 와가군에서 옛 영주 와가 다다치카를 지원하여 와가 잇키를 일으켰다. 하지만 중앙에서의 전투는 짧은 기간 내에 끝나버렸고, 마사무네가 취한 영지는 그리 많지 않았으며 잇키 선동도 실패로 돌아갔다. 이에야스는 마사무네의 배신 행위를 눈감아주는 대신 100만 석 영지 약속을 무효로 했다. 노골적인 야심으로 인해 이에야스에게 의심을 사게 된 마사무네는 세키가하라 전투"
    }
}